logs/ycsb_redis/native/2_62/2_20190817220410_024/20190817220410_024_d.log
[OVERALL], RunTime(ms), 196
[OVERALL], Throughput(ops/sec), 5102.040816326531
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 24
[CLEANUP], AverageLatency(us), 834.375
[CLEANUP], MinLatency(us), 22
[CLEANUP], MaxLatency(us), 15431
[CLEANUP], 95thPercentileLatency(us), 3963
[CLEANUP], 99thPercentileLatency(us), 15431
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 2518.312
[INSERT], MinLatency(us), 239
[INSERT], MaxLatency(us), 29263
[INSERT], 95thPercentileLatency(us), 7815
[INSERT], 99thPercentileLatency(us), 13191
[INSERT], Return=OK, 1000